<!DOCTYPE html>
<html>
    <head> 
        <meta name="viewport" content="width=device-width, initial-scale=1, text/html, charset=utf-8" > <!--Bootstrap f&uuml;r alle Groessen-->
        
        <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@4.6.1/dist/css/bootstrap.min.css">
        <link rel="stylesheet" href="css/meineFormatierungen.css">
        <link rel="stylesheet" href="../css/jquery-ui.css">
        <link rel="stylesheet" href="../css/jquery-ui.theme.css">
        <link rel="stylesheet" href="../css/jquery-ui.structure.css">
        <link rel="stylesheet" href="../css/fontawesome/css/all.min.css" />
        <link rel="stylesheet" href="../css/fontawesome/css/solid.css" >
        <link rel="stylesheet" href="../css/meineFormatierungenBlau.css">
        
        </head> 
<body>
        <nav class="navbar navbar-expand-lg bg-primary navbar-dark">
            <a class="navbar-brand" href="javascript:history.back()" id="titel">zur&uuml;ck</a>
            <ul class="nav navbar-nav ml-auto w-100 justify-content-end">
            <li class="nav-item">
                <a class="nav-link" href="javascript:schreibMail()"><div id="ansprechpartner"></div></a>
            </li>
            </ul>
        </nav>

   <div style="margin: 20px">     <br><h3>Datenschutzerkl&auml;rung</h3><br>
<h4>Allgemeiner Hinweis und Pflichtinformationen</h4><br>
<h5>Benennung der verantwortlichen Stelle</h5>
<p>Die verantwortliche Stelle f&uuml;r die Datenverarbeitung auf dieser Website ist:</p>
<p><span id="s3-t-firma">GMG Amberg</span>
<br><span id="s3-t-strasse">Moritzstra&szlig;e 1</span>
<br><span id="s3-t-plz">92224</span>
 <span id="s3-t-ort">Amberg</span>
 <p><span id="tel">Telefon: +49 (0) 9621 - 130 600</span>
 <br><span id="tel">Telefax: +49 (0) 9621 - 130 610</span>
 <p><span id="tel">E-Mail: gymnasium(at)gmg.amberg.de</span>
</p>
<p>Die verantwortliche Stelle entscheidet allein oder gemeinsam mit anderen &uuml;ber die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.B. Namen, Kontaktdaten o. &auml;.).</p>

<br><h5>Zwecke und Rechtsgrundlagen f&uuml;r die Verarbeitung Ihrer Daten</h5>
<p>Wir verarbeiten personenbezogene Daten zur Erf&uuml;llung des Bildungs- und Erziehungsauftrags, den das Bayerische Gesetz &uuml;ber das Erziehungs- und Unterrichtswesen (BayEUG) den Schulen zuweist.</p>
<p>Die Rechtsgrundlage f&uuml;r die Verarbeitung Ihrer Daten ergibt sich, soweit im Folgenden nichts anderes angegeben ist, aus Art. 85 des Bayerischen Erziehungs- und Unterrichtsgesetztes (BayEUG) in Verbindung mit Art. 6 Abs. 1 UAbs. 1 Buchstabe e der Datenschutzgrundverordnung (DSGVO).</p>
<p>Demnach ist es uns erlaubt, die zur Erf&uuml;llung der schulischen Aufgaben erforderlichen Daten zu verarbeiten.</p>

<br><h5>Widerruf Ihrer Einwilligung zur Datenverarbeitung</h5>
<p>Nur mit Ihrer ausdr&uuml;cklichen Einwilligung sind einige Vorg&auml;nge der Datenverarbeitung m&ouml;glich. Ein Widerruf Ihrer bereits erteilten Einwilligung ist jederzeit m&ouml;glich. F&uuml;r den Widerruf gen&uuml;gt eine formlose Mitteilung per E-Mail. Bitte beachten Sie, dass damit auch jede die Datenverabeitung notwendig machende Leistung nicht mehr m&ouml;glich ist. Die Rechtm&auml;ssigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unber&uuml;hrt.</p>
<h5>Beschwerderecht bei der Aufsichtsbeh&ouml;rde</h5>
<p>Unabh&auml;ngig davon besteht ein Beschwerderecht beim Bayerischen Landesbeauftragten f&uuml;r den Datenschutz, den Sie unter folgenden Kontaktdaten erreichen:</p>
Postanschrift: Postfach 22 12 19, 80502 M&uuml;nchen<br>
Adresse: Wagm&uuml;llerstra&szlig;e 18, 80538 M&uuml;nchen<br>
Telefon: 089 212672-0<br>
Telefax: 089 212672-50<br>
E-Mail: poststelle@datenschutz-bayern.de<br>
Internet: https://www.datenschutz-bayern.de/<br>



<br><h5>Recht auf Daten&uuml;bertragbarkeit</h5>
<p>Ihnen steht das Recht zu, Daten, die wir auf Grundlage Ihrer Einwilligung oder in 
Erf&uuml;llung eines Vertrags automatisiert verarbeiten, an sich oder an Dritte aush&auml;ndigen zu lassen. Die Bereitstellung erfolgt in einem maschinenlesbaren Format. Sofern Sie die direkte &uuml;bertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.</p>
<h5>Recht auf Auskunft, Berichtigung, Sperrung, L&ouml;schung</h5>
<p>Sie haben jederzeit im Rahmen der geltenden gesetzlichen Bestimmungen das Recht auf unentgeltliche Auskunft &uuml;ber Ihre gespeicherten personenbezogenen Daten, Herkunft der Daten, deren Empf&auml;nger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung, Sperrung oder L&ouml;schung dieser Daten. Bitte beachten Sie, dass bei Sperrung oder L&ouml;schung auch jede die Datenverabeitung notwendig machende Leistung nicht mehr m&ouml;glich ist.</p>
<p>Zu allen Fragen zum Thema personenbezogene Daten k&ouml;nnen Sie sich jederzeit &uuml;ber die im Impressum aufgef&uuml;hrten Kontaktm&ouml;glichkeiten an uns wenden.</p>

<br><h5>SSL- bzw. TLS-Verschl&uuml;sselung</h5>
<p>Aus Sicherheitsgr&uuml;nden und zum Schutz der &uuml;bertragung vertraulicher Inhalte, die Sie an uns als Seitenbetreiber senden, nutzt unsere Website eine SSL-bzw. TLS-Verschl&uuml;sselung. Damit sind Daten, die Sie &uuml;ber diese Website &uuml;bermitteln, f&uuml;r Dritte nicht mitlesbar. Sie erkennen eine verschl&uuml;sselte Verbindung an der &quot;https://&quot; Adresszeile Ihres Browsers und am Schloss-Symbol in der Browserzeile.</p>

<h4>Datenschutzbeauftragter</h4>
<p>OStR Andreas Billner</p>
<p>E-Mail: andreas.billner(at)gmg.amberg.de</p>

<h4>Registrierung auf dieser Website</h4>
<p>Zur Nutzung bestimmter Funktionen k&ouml;nnen Sie sich auf unserer Website registrieren. Die &uuml;bermittelten Daten dienen ausschliesslich zum Zwecke der Nutzung des jeweiligen Angebotes oder Dienstes. Bei der Registrierung abgefragte Pflichtangaben sind vollst&auml;ndig anzugeben. Andernfalls werden wir die Registrierung ablehnen.</p>
<p>Im Falle wichtiger &auml;nderungen, etwa aus technischen Gr&uuml;nden, informieren wir Sie per E-Mail. Die E-Mail wird an die Adresse versendet, die bei der Registrierung angegeben wurde.</p>
<p>Die Verarbeitung der bei der Registrierung eingegebenen Daten erfolgt auf Grundlage Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO). Ein Widerruf Ihrer bereits erteilten Einwilligung ist jederzeit m&ouml;glich. F&uuml;r den Widerruf gen&uuml;gt eine formlose Mitteilung per E-Mail. Die Rechtm&auml;ssigkeit der bereits erfolgten Datenverarbeitung bleibt vom Widerruf unber&uuml;hrt.</p>
<p>Wir speichern die bei der Registrierung erfassten Daten w&auml;hrend des Zeitraums, den Sie auf unserer Website registriert sind. Ihren Daten werden gel&ouml;scht, sollten Sie Ihre Registrierung aufheben. Gesetzliche Aufbewahrungsfristen bleiben unber&uuml;hrt.</p>

<h4>Cookies</h4>
<p>Unsere Website verwendet Cookies. Das sind kleine Textdateien, die Ihr Webbrowser auf Ihrem Endger&auml;t speichert. Cookies helfen uns dabei, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen.</p>
<p>Einige Cookies sind “Session-Cookies.” Solche Cookies werden nach Ende Ihrer Browser-Sitzung von selbst gel&ouml;scht. Hingegen bleiben andere Cookies auf Ihrem Endger&auml;t bestehen, bis Sie diese selbst l&ouml;schen. Solche Cookies helfen uns, Sie bei R&uuml;ckkehr auf unserer Website wiederzuerkennen.</p>
<p>Mit einem modernen Webbrowser k&ouml;nnen Sie das Setzen von Cookies &uuml;berwachen, einschr&auml;nken oder unterbinden. Viele Webbrowser lassen sich so konfigurieren, dass Cookies mit dem Schliessen des Programms von selbst gel&ouml;scht werden. Die Deaktivierung von Cookies kann eine eingeschr&auml;nkte Funktionalit&auml;t unserer Website zur Folge haben.</p>
<p>Das Setzen von Cookies, die zur Aus&uuml;bung elektronischer Kommunikationsvorg&auml;nge oder der Bereitstellung bestimmter, von Ihnen erw&uuml;nschter Funktionen (z.B. Warenkorb) notwendig sind, erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Als Betreiber dieser Website haben wir ein berechtigtes Interesse an der Speicherung von Cookies zur technisch fehlerfreien und reibungslosen Bereitstellung unserer Dienste. Sofern die Setzung anderer Cookies (z.B. f&uuml;r Analyse-Funktionen) erfolgt, werden diese in dieser Datenschutzerkl&auml;rung separat behandelt.</p>

<h4>Aktive Komponenten</h4>
Wir verwenden aktive Komponenten wie Javascript. Diese Funktion kann durch die Einstellung Ihres Internetbrowsers von Ihnen abgeschaltet werden.<br>
In diesem Fall ist die Funktionalit&aumlt des Angebots allerdings nicht mehr gegeben.

<br><h4>Server-Log-Dateien</h4>
<p>In Server-Log-Dateien erhebt und speichert der Provider der Website automatisch Informationen, die Ihr Browser automatisch an uns &uuml;bermittelt. Dies sind:</p>
<ul>
<li> Besuchte Seite auf unserer </li>
<li> Datum und Uhrzeit der Serveranfrage</li>
<li> Browsertyp und Browserversion</li>
<li> Verwendetes Betriebssystem</li>
<li> Referrer URL</li>
<li> Hostname des zugreifenden Rechners</li>
<li> IP-Adresse</li>
</ul>
<p>Es findet keine Zusammenf&uuml;hrung dieser Daten mit anderen Datenquellen statt. Grundlage der Datenverarbeitung bildet Art. 6 Abs. 1 lit. b DSGVO, der die Verarbeitung von Daten zur Erf&uuml;llung eines Vertrags oder vorvertraglicher Massnahmen gestattet.</p>

<h4>Provider</h4>
<p>Alle serverseitig zu verarbeitenden Daten werden an die Server der Webhostone GmbH in Deutschland &uuml;bermittelt und, soweit dies zum Zwecke der sicheren Nutzung des jeweiligen Angebotes oder Dienstes erforderlich ist, gespeichert.</p>
<p>Grundlage f&uuml;r die Datenverarbeitung ist Art. 6 Abs. 1 lit. b DSGVO, der die Verarbeitung von Daten zur Erf&uuml;llung eines Vertrags oder vorvertraglicher Massnahmen gestattet.</p>

<h4>Daten&uuml;bermittlung bei Vertragsschluss f&uuml;r Warenkauf und Warenversand</h4>
<p>Personenbezogene Daten werden an Dritte nur &uuml;bermittelt, sofern eine Notwendigkeit im Rahmen der Vertragsabwicklung besteht. Dritte k&ouml;nnen beispielsweise Verlage als Leistungserbringer oder Logistikunternehmen sein. Eine weitergehende &uuml;bermittlung der Daten findet nicht statt bzw. nur dann, wenn Sie dieser ausdr&uuml;cklich zugestimmt haben.</p>
<p>Grundlage f&uuml;r die Datenverarbeitung ist Art. 6 Abs. 1 lit. b DSGVO, der die Verarbeitung von Daten zur Erf&uuml;llung eines Vertrags oder vorvertraglicher Massnahmen gestattet.</p>

<br><h4>Cloudflare CDN</h4>
<h5>Art und Umfang der Verarbeitung</h5>
<p>Wir verwenden zur ordnungsgem&auml;ssen Bereitstellung der Inhalte unserer Website Cloudflare CDN. Cloudflare CDN ist ein Dienst der Cloudflare, Inc., welcher auf unserer Website als Content Delivery Network (CDN) fungiert.</p>
<p>Ein CDN tr&auml;gt dazu bei, Inhalte unseres Onlineangebotes, insbesondere Dateien wie Grafiken oder Skripte, mit Hilfe regional oder international verteilter Server schneller bereitzustellen. Wenn Sie auf diese Inhalte zugreifen, stellen Sie eine Verbindung zu Servern der Cloudflare, Inc., her, wobei Ihre IP-Adresse und ggf. Browserdaten wie Ihr User-Agent &uuml;bermittelt werden. Diese Daten werden ausschliesslich zu den oben genannten Zwecken und zur Aufrechterhaltung der Sicherheit und Funktionalit&auml;t von Cloudflare CDN verarbeitet.</p>
<h5>Zweck und Rechtsgrundlage</h5>
<p>Die Nutzung des Content Delivery Networks erfolgt auf Grundlage unserer berechtigten Interessen, d.h. Interesse an einer sicheren und effizienten Bereitstellung sowie der Optimierung unseres Onlineangebotes gem&auml;ss Art. 6 Abs. 1 lit. f. DSGVO.</p>
<p>Wir beabsichtigen personenbezogenen Daten an Drittl&auml;nder au&szlig;erhalb des Europ&auml;ischen Wirtschaftsraums, insbesondere die USA, zu &uuml;bermitteln. In F&auml;llen, in denen kein Angemessenheitsbeschluss der Europ&auml;ischen Kommission existiert (z.B. in den USA) haben wir mit den Empf&auml;ngern der Daten anderweitige geeignete Garantien im Sinne der Art. 44 ff. DSGVO vereinbart. Dies sind – sofern nicht anders angegeben – Standardvertragsklauseln der EU-Kommission gem&auml;ss Durchf&uuml;hrungsbeschluss (EU) 2021/914 vom 4. Juni 2021. Eine Kopie dieser Standardvertragsklauseln k&ouml;nnen Sie unter <a href="https://eur-lex.europa.eu/legal-content/DE/TXT/HTML/?uri=CELEX:32021D0914&from=DE">https://eur-lex.europa.eu/legal-content/DE/TXT/HTML/?uri=CELEX:32021D0914&from=DE</a> einsehen.</p>
<h5>Speicherdauer</h5>
<p>Die konkrete Speicherdauer der verarbeiteten Daten ist nicht durch uns beeinflussbar, sondern wird von Cloudflare, Inc. bestimmt. Weitere Hinweise finden Sie in der Datenschutzerkl&auml;rung f&uuml;r Cloudflare CDN: <a href="https://www.cloudflare.com/privacypolicy/">https://www.cloudflare.com/privacypolicy/</a>.</p>

<h4>Font Awesome</h4>
<br><h5>Art und Umfang der Verarbeitung</h5>
<p>Wir verwenden zur ordnungsgem&auml;ssen Bereitstellung der Inhalte unserer Website Font Awesome des Anbieters Fonticons, Inc..</p>
<h5>Zweck und Rechtsgrundlage</h5>
<p>Der Einsatz von Font Awesome erfolgt auf Grundlage Ihrer Einwilligung gem&auml;ss Art. 6 Abs. 1 lit. a. DSGVO und § 25 Abs. 1 TTDSG.</p>
<p>Wir beabsichtigen personenbezogenen Daten an Drittl&auml;nder au&szlig;erhalb des Europ&auml;ischen Wirtschaftsraums, insbesondere die USA, zu &uuml;bermitteln. In F&auml;llen, in denen kein Angemessenheitsbeschluss der Europ&auml;ischen Kommission existiert (z.B. in den USA) haben wir mit den Empf&auml;ngern der Daten anderweitige geeignete Garantien im Sinne der Art. 44 ff. DSGVO vereinbart. Dies sind – sofern nicht anders angegeben – Standardvertragsklauseln der EU-Kommission gem&auml;ss Durchf&uuml;hrungsbeschluss (EU) 2021/914 vom 4. Juni 2021. Eine Kopie dieser Standardvertragsklauseln k&ouml;nnen Sie unter <a href="https://eur-lex.europa.eu/legal-content/DE/TXT/HTML/?uri=CELEX:32021D0914&from=DE">https://eur-lex.europa.eu/legal-content/DE/TXT/HTML/?uri=CELEX:32021D0914&from=DE</a> einsehen.</p>
<p>Zudem holen wir vor einem solchen Drittlandtransfer Ihre Einwilligung nach Art. 49 Abs. 1 Satz 1 lit. a. DSGVO ein, die Sie &uuml;ber die Einwilligung im Consent Manager (oder sonstigen Formularen, Registrierungen etc.) erteilen. Wir weisen Sie darauf hin, dass bei Drittland&uuml;bermittlungen im Detail unbekannte Risiken (z.B. die Datenverarbeitung durch Sicherheitsbeh&ouml;rden des Drittlandes, deren genauer Umfang und deren Folgen f&uuml;r Sie wir nicht kennen, auf die wir keinen Einfluss haben und von denen Sie unter Umst&auml;nden keine Kenntnis erlangen) bestehen k&ouml;nnen.</p>
<h5>Speicherdauer</h5>
<p>Die konkrete Speicherdauer der verarbeiteten Daten ist nicht durch uns beeinflussbar, sondern wird von Fonticons, Inc. bestimmt. Weitere Hinweise finden Sie in der Datenschutzerkl&auml;rung f&uuml;r Font Awesome CDN: <a href="https://cdn.fontawesome.com/privacy">https://cdn.fontawesome.com/privacy</a>.</p>


<h4>Informationen zu den verarbeiteten Daten</h4>
<br><h5>Zweck</h5>
<p>Die Datenverarbeitung dient ausschliesslich der Organisation der Lizenzverwaltung f&uuml;r erg&auml;nzende Unterrichtsmittel zu den an der Schule verwendeten Lehrwerken.<br>
Folgende personenbeziehbare Daten werden zum Zweck der Lizenzverwaltung gespeichert:
    <li>Sch&uuml;lername</li>
    <li>Sch&uuml;lerklasse</li>
    <li>Kontakt-Email-Adresse</li>
    <li>Bestellungen: Besteller, Lehrwerk, anfallende Kosten, zugeteilte Lizenzcodes</li>
    <li>Anmeldedaten: Login-Alias, bcrypt-verschl&uuml;sseltes Anmeldepasswort, Einladungsstand, Registrierungsstand</li>
    <li>Daten der Verantwortlichen: Name, Dienstbzeichnung, Email</li>
<p>Die Datenverarbeitung ist freiwillig.</p>

<h5>Dauer der Speicherung</h5>
<p>S&auml;mtliche personenbeziehbaren Daten au&szlig;er der Daten der Verantwortlichen werden innerhalb eines Monats zum Ende des Schuljahres gel&ouml;scht</p>
<p>Die Daten der Verantwortlichen werden innerhalb eines Monats nach dem Ende ihrer Zust&auml;ndigkeit gel&ouml;scht.</p>

<h5>Rechtsgrundlage</h5>
<p>Zentrale Rechtsgrundlage ist Art. 85 Abs. 1 BayEUG. Danach d&uuml;rfen Schulen die zur Erf&uuml;llung der ihnen durch Rechtsvorschriften zugewiesenen Aufgaben erforderlichen Daten der Sch&uuml;lerinnen und Sch&uuml;ler und deren Erziehungsberechtigten verarbeiten.</p>

<p><small>Unter Verwendung des Datenschutz-Konfigurators von <a href="https://www.mein-datenschutzbeauftragter.de" target="_blank">Mein-Datenschutzbeauftragter.de</a> erstellt.</small></p>
</div></body>